Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.reorderWorkspaces.error.missingOrder
source: reorder-workspaces requires --order <id|ref|index>,<id|ref|index>,...
ar: يتطلب reorder-workspaces استخدام الخيار --order <id|ref|index>,<id|ref|index>,...
de: reorder-workspaces erfordert --order <id|ref|index>,<id|ref|index>,...
es: reorder-workspaces requiere --order <id|ref|index>,<id|ref|index>,...
fr: reorder-workspaces requiert --order <id|ref|index>,<id|ref|index>,...
it: reorder-workspaces richiede --order <id|ref|index>,<id|ref|index>,...
ja: reorder-workspaces には --order <id|ref|index>,<id|ref|index>,... が必要です
ko: reorder-workspaces에는 --order <id|ref|index>,<id|ref|index>,...가 필요합니다
nb: reorder-workspaces krever --order <id|ref|index>,<id|ref|index>,...
pt_br: reorder-workspaces requer --order <id|ref|index>,<id|ref|index>,...
ru: reorder-workspaces требует --order <id|ref|index>,<id|ref|index>,...
uk: reorder-workspaces потребує --order <id|ref|index>,<id|ref|index>,...
zh_hans: reorder-workspaces 需要 --order <id|ref|index>,<id|ref|index>,...
zh_hant: reorder-workspaces 需要 --order <id|ref|index>,<id|ref|index>,...

# cli.reorderWorkspaces.error.workspaceNotFound
source: Workspace not found: %@
ar: لم يتم العثور على مساحة العمل: %@
de: Workspace nicht gefunden: %@
es: Espacio de trabajo no encontrado: %@
fr: Espace de travail introuvable : %@
it: Area di lavoro non trovata: %@
ja: ワークスペースが見つかりません: %@
ko: 워크스페이스를 찾을 수 없음: %@
nb: Fant ikke arbeidsområde: %@
pt_br: Workspace não encontrado: %@
ru: Рабочее пространство не найдено: %@
uk: Робочий простір не знайдено: %@
zh_hans: 未找到工作区：%@
zh_hant: 找不到工作區：%@

# cli.reorderWorkspaces.result.appliedLine
source: OK workspace=%@ window=%@ index=%@
ar: موافق workspace=%@ window=%@ index=%@
de: OK arbeitsbereich=%@ fenster=%@ index=%@
es: OK espacio_de_trabajo=%@ ventana=%@ indice=%@
fr: OK espace_de_travail=%@ fenetre=%@ indice=%@
it: OK area_di_lavoro=%@ finestra=%@ indice=%@
ja: OK ワークスペース=%@ ウィンドウ=%@ インデックス=%@
ko: OK 워크스페이스=%@ 창=%@ 인덱스=%@
nb: OK arbeidsomrade=%@ vindu=%@ indeks=%@
pt_br: OK area_de_trabalho=%@ janela=%@ indice=%@
ru: OK рабочее_пространство=%@ окно=%@ индекс=%@
uk: OK робочий_простір=%@ вікно=%@ індекс=%@
zh_hans: OK 工作区=%@ 窗口=%@ 索引=%@
zh_hant: OK 工作區=%@ 視窗=%@ 索引=%@

# cli.reorderWorkspaces.result.planLine
source: OK plan workspace=%@ window=%@ index=%@
ar: موافق خطة workspace=%@ window=%@ index=%@
de: OK plan arbeitsbereich=%@ fenster=%@ index=%@
es: OK plan espacio_de_trabajo=%@ ventana=%@ indice=%@
fr: OK plan espace_de_travail=%@ fenetre=%@ indice=%@
it: OK piano area_di_lavoro=%@ finestra=%@ indice=%@
ja: OK 計画 ワークスペース=%@ ウィンドウ=%@ インデックス=%@
ko: OK 계획 워크스페이스=%@ 창=%@ 인덱스=%@
nb: OK plan arbeidsomrade=%@ vindu=%@ indeks=%@
pt_br: OK plano area_de_trabalho=%@ janela=%@ indice=%@
ru: OK план рабочее_пространство=%@ окно=%@ индекс=%@
uk: OK план робочий_простір=%@ вікно=%@ індекс=%@
zh_hans: OK 计划 工作区=%@ 窗口=%@ 索引=%@
zh_hant: OK 計畫 工作區=%@ 視窗=%@ 索引=%@

# cli.restore.admission.waiting
source: restore: waiting for cmux to verify that this agent session is not already running…
ar: restore: في انتظار التحقق من قِبل cmux بأن جلسة الوكيل هذه لا تعمل بالفعل…
de: restore: Warten auf cmux, um zu überprüfen, ob diese Agent-Sitzung nicht bereits ausgeführt wird…
es: restore: esperando a que cmux verifique que esta sesión de agente no se esté ejecutando ya…
fr: restore : en attente de cmux pour vérifier que cette session d'agent n'est pas déjà en cours d'exécution…
ja: restore: このエージェントセッションがすでに実行中でないことを cmux が確認するのを待っています…
ko: restore: 이 에이전트 세션이 이미 실행 중이 아닌지 cmux가 확인할 때까지 대기 중…
zh_hans: restore：正在等待 cmux 验证此代理会话是否尚未运行…
zh_hant: restore：正在等待 cmux 驗證此代理程式工作階段是否尚未執行…

# cli.restore.codexCheckpointUnavailable
source: restore: the saved agent session is unavailable. The terminal remains in its saved directory; retry later or start a new agent session.
ar: restore: جلسة الوكيل المحفوظة غير متاحة. تظل الطرفية في دليلها المحفوظ؛ أعد المحاولة لاحقًا أو ابدأ جلسة وكيل جديدة.
de: restore: Die gespeicherte Agenten-Sitzung ist nicht verfügbar. Das Terminal verbleibt in seinem gespeicherten Verzeichnis; versuchen Sie es später erneut oder starten Sie eine neue Agenten-Sitzung.
es: restore: la sesión del agente guardada no está disponible. La terminal permanece en su directorio guardado; reinténtelo más tarde o inicie una nueva sesión del agente.
fr: restore : la session d'agent enregistrée n'est pas disponible. Le terminal reste dans son répertoire enregistré ; réessayez plus tard ou démarrez une nouvelle session d'agent.
ja: restore: 保存されたエージェント セッションを利用できません。ターミナルは保存されたディレクトリに残っています。後でもう一度試すか、新しいエージェント セッションを開始してください。
ko: restore: 저장된 에이전트 세션을 사용할 수 없습니다. 터미널은 저장된 디렉터리에 그대로 유지됩니다. 나중에 다시 시도하거나 새 에이전트 세션을 시작하십시오.
zh_hans: restore: 已保存的代理会话不可用。终端仍留在其保存目录中；请稍后重试，或新建一个代理会话。
zh_hant: restore：儲存的代理程式工作階段無法使用。終端機仍保留在儲存的目錄中；請稍後重試或啟動新的代理程式工作階段。

# cli.restore.error.checkpointMismatch
source: restore: this command no longer matches the session. Run 'cmux restore --surface' to use the current record.
ar: restore: هذا الأمر لم يعد يطابق الجلسة. قم بتشغيل 'cmux restore --surface' لاستخدام السجل الحالي.
de: restore: Dieser Befehl stimmt nicht mehr mit der Sitzung überein. Führen Sie 'cmux restore --surface' aus, um den aktuellen Datensatz zu verwenden.
es: restore: este comando ya no coincide con la sesión. Ejecute 'cmux restore --surface' para usar el registro actual.
fr: restore : cette commande ne correspond plus à la session. Exécutez 'cmux restore --surface' pour utiliser l'enregistrement actuel.
ja: restore: このコマンドは現在のセッションと一致しません。現在の状態を使用するには 'cmux restore --surface' を実行してください。
ko: restore: 이 명령이 더 이상 세션과 일치하지 않습니다. 현재 기록을 사용하려면 'cmux restore --surface'를 실행하십시오.
zh_hans: restore：此命令与该会话已不匹配。请运行 'cmux restore --surface' 以使用当前记录。
zh_hant: restore：此指令已不再與工作階段相符。執行 'cmux restore --surface' 以使用目前的紀錄。

# cli.restore.error.compatibilityShellFailed
source: restore: the saved process could not be started. Retry the visible restore command.
ar: restore: تعذر بدء العملية المحفوظة. أعد محاولة أمر الاستعادة المعروض.
de: restore: Der gespeicherte Prozess konnte nicht gestartet werden. Wiederholen Sie den sichtbaren restore-Befehl.
es: restore: no se pudo iniciar el proceso guardado. Reintente el comando de restauración visible.
fr: restore : le processus enregistré n'a pas pu être démarré. Réessayez la commande de restauration visible.
ja: restore: 保存されたプロセスを開始できませんでした。表示されている復元コマンドを再実行してください。
ko: restore: 저장된 프로세스를 시작할 수 없습니다. 표시된 restore 명령을 다시 시도하십시오.
zh_hans: restore：无法启动已保存的进程。请重试屏幕上显示的 restore 命令。
zh_hant: restore：儲存的程序無法啟動。請重試可見的 restore 指令。

# cli.restore.error.currentSurfaceUnknown
source: restore: the current cmux surface could not be identified. Retry from this terminal or pass --surface <id|ref>.
ar: restore: تعذر تحديد سطح cmux الحالي. أعد المحاولة من هذه الطرفية أو مرر --surface <id|ref>.
de: restore: Die aktuelle cmux-Oberfläche konnte nicht identifiziert werden. Versuchen Sie es von diesem Terminal aus erneut oder übergeben Sie --surface <id|ref>.
es: restore: no se pudo identificar la superficie actual de cmux. Reinténtelo desde esta terminal o pase --surface <id|ref>.
fr: restore : la surface d’affichage cmux actuelle n'a pas pu être identifiée. Réessayez depuis ce terminal ou passez --surface <id|ref>.
ja: restore: 現在の cmux サーフェスを特定できませんでした。このターミナルから再試行するか、--surface <id|ref> を指定してください。
ko: restore: 현재 cmux 화면을 식별할 수 없습니다. 이 터미널에서 다시 시도하거나 --surface <id|ref>를 전달하십시오.
zh_hans: restore：无法识别当前的 cmux 表面。请从此终端重试，或传入 --surface <id|ref>。
zh_hant: restore：無法識別目前的 cmux 介面。請在此終端機重試或傳遞 --surface <id|ref>。

# cli.restore.error.executableNotFound
source: restore: the saved agent command is unavailable. Make sure the agent is installed, then retry.
ar: restore: أمر الوكيل المحفوظ غير متاح. تأكد من تثبيت الوكيل، ثم أعد المحاولة.
de: restore: Der gespeicherte Agenten-Befehl ist nicht verfügbar. Stellen Sie sicher, dass der Agent installiert ist, und versuchen Sie es dann erneut.
es: restore: el comando de agente guardado no está disponible. Asegúrese de que el agente esté instalado y vuelva a intentarlo.
fr: restore : la commande d'agent enregistrée n'est pas disponible. Assurez-vous que l'agent est installé, puis réessayez.
ja: restore: 保存されたエージェントコマンドを利用できません。エージェントがインストールされていることを確認してから、再試行してください。
ko: restore: 저장된 에이전트 명령을 사용할 수 없습니다. 에이전트가 설치되어 있는지 확인한 후 다시 시도하십시오.
zh_hans: restore：已保存的代理命令不可用。请确认该代理已安装，然后重试。
zh_hant: restore：儲存的代理程式指令無法使用。請確認已安裝代理程式，然後重試。

# cli.restore.error.execveFailed
source: restore: the saved process could not be started. Retry the visible restore command.
ar: restore: تعذر بدء العملية المحفوظة. أعد محاولة أمر الاستعادة المعروض.
de: restore: Der gespeicherte Prozess konnte nicht gestartet werden. Wiederholen Sie den sichtbaren restore-Befehl.
es: restore: no se pudo iniciar el proceso guardado. Reintente el comando de restauración visible.
fr: restore : le processus enregistré n'a pas pu être démarré. Réessayez la commande de restauration visible.
ja: restore: 保存されたプロセスを開始できませんでした。表示されている復元コマンドを再実行してください。
ko: restore: 저장된 프로세스를 시작할 수 없습니다. 표시된 restore 명령을 다시 시도하십시오.
zh_hans: restore：无法启动已保存的进程。请重试屏幕上显示的 restore 命令。
zh_hant: restore：儲存的程序無法啟動。請重試可見的 restore 指令。

# cli.restore.error.incompleteData
source: restore: this session's saved restore data is not compatible. Start the agent again in this terminal.
ar: restore: بيانات الاستعادة المحفوظة لهذه الجلسة غير متوافقة. ابدأ تشغيل الوكيل مجددًا في هذه الطرفية.
de: restore: Die gespeicherten Wiederherstellungsdaten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: restore: los datos de restauración guardados de esta sesión no son compatibles. Inicie el agente de nuevo en esta terminal.
fr: restore : les données de restauration enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
ja: restore: このセッションの保存済み復元データには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: restore: 이 세션에 저장된 복구(restore) 데이터가 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
zh_hans: restore：此会话保存的恢复数据不兼容。请在此终端中重新启动该代理。
zh_hant: restore：此工作階段儲存的還原資料不相容。請在此終端機中重新啟動代理程式。

# cli.restore.error.kindMismatch
source: restore: this command no longer matches the session. Run 'cmux restore --surface' to use the current record.
ar: restore: هذا الأمر لم يعد يطابق الجلسة. قم بتشغيل 'cmux restore --surface' لاستخدام السجل الحالي.
de: restore: Dieser Befehl stimmt nicht mehr mit der Sitzung überein. Führen Sie 'cmux restore --surface' aus, um den aktuellen Datensatz zu verwenden.
es: restore: este comando ya no coincide con la sesión. Ejecute 'cmux restore --surface' para usar el registro actual.
fr: restore : cette commande ne correspond plus à la session. Exécutez 'cmux restore --surface' pour utiliser l'enregistrement actuel.
ja: restore: このコマンドは現在のセッションと一致しません。現在の状態を使用するには 'cmux restore --surface' を実行してください。
ko: restore: 이 명령이 더 이상 세션과 일치하지 않습니다. 현재 기록을 사용하려면 'cmux restore --surface'를 실행하십시오.
zh_hans: restore：此命令与该会话已不匹配。请运行 'cmux restore --surface' 以使用当前记录。
zh_hant: restore：此指令已不再與工作階段相符。執行 'cmux restore --surface' 以使用目前的紀錄。

# cli.restore.error.malformedArguments
source: restore: this session's saved restore data is not compatible. Start the agent again in this terminal.
ar: restore: بيانات الاستعادة المحفوظة لهذه الجلسة غير متوافقة. ابدأ تشغيل الوكيل مجددًا في هذه الطرفية.
de: restore: Die gespeicherten Wiederherstellungsdaten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: restore: los datos de restauración guardados de esta sesión no son compatibles. Inicie el agente de nuevo en esta terminal.
fr: restore : les données de restauration enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
ja: restore: このセッションの保存済み復元データには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: restore: 이 세션에 저장된 복구(restore) 데이터가 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
zh_hans: restore：此会话保存的恢复数据不兼容。请在此终端中重新启动该代理。
zh_hant: restore：此工作階段儲存的還原資料不相容。請在此終端機中重新啟動代理程式。

# cli.restore.error.malformedRecord
source: restore: this session's saved restore data is not compatible. Start the agent again in this terminal.
ar: restore: بيانات الاستعادة المحفوظة لهذه الجلسة غير متوافقة. ابدأ تشغيل الوكيل مجددًا في هذه الطرفية.
de: restore: Die gespeicherten Wiederherstellungsdaten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: restore: los datos de restauración guardados de esta sesión no son compatibles. Inicie el agente de nuevo en esta terminal.
fr: restore : les données de restauration enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
ja: restore: このセッションの保存済み復元データには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: restore: 이 세션에 저장된 복구(restore) 데이터가 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
zh_hans: restore：此会话保存的恢复数据不兼容。请在此终端中重新启动该代理。
zh_hant: restore：此工作階段儲存的還原資料不相容。請在此終端機中重新啟動代理程式。

# cli.restore.error.noRecord
source: restore: this session has nothing to restore. Start the agent again in this terminal.
ar: restore: لا يوجد شيء لاستعادته في هذه الجلسة. ابدأ تشغيل الوكيل مجددًا في هذه الطرفية.
de: restore: Diese Sitzung hat nichts zum Wiederherstellen. Starten Sie den Agenten in diesem Terminal erneut.
es: restore: esta sesión no tiene nada que restaurar. Inicie el agente de nuevo en esta terminal.
fr: restore : cette session n'a rien à restaurer. Redémarrez l'agent dans ce terminal.
ja: restore: このセッションには復元できるものがありません。このターミナルでエージェントをもう一度起動してください。
ko: restore: 이 세션에 복구할 대상이 없습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
zh_hans: restore：此会话没有可恢复的内容。请在此终端中重新启动该代理。
zh_hant: restore：此工作階段沒有可還原的內容。請在此終端機中重新啟動代理程式。

# cli.restore.error.providerSetupConfigurationFailed
source: restore: provider setup could not start. Check the agent's provider settings, then retry.
ar: restore: تعذر بدء إعداد المزود. تحقق من إعدادات مزود الوكيل، ثم أعد المحاولة.
de: restore: Provider-Setup konnte nicht gestartet werden. Überprüfen Sie die Provider-Einstellungen des Agenten und versuchen Sie es dann erneut.
es: restore: la configuración del proveedor no pudo iniciarse. Verifique los ajustes de proveedor del agente y vuelva a intentarlo.
fr: restore : la configuration du fournisseur n'a pas pu démarrer. Vérifiez les paramètres de fournisseur de l'agent, puis réessayez.
ja: restore: プロバイダー設定を開始できませんでした。エージェントのプロバイダー設定を確認してから、再試行してください。
ko: restore: 공급자(provider) 설정을 시작할 수 없습니다. 에이전트의 공급자 설정을 확인한 후 다시 시도하십시오.
zh_hans: restore：无法启动提供方设置。请检查该代理的提供方设置，然后重试。
zh_hant: restore：提供者設定無法啟動。請檢查代理程式的提供者設定，然後重試。

# cli.restore.error.providerSetupExited
source: restore: provider setup failed. Check the agent's provider settings, then retry.
ar: restore: فشل إعداد المزود. تحقق من إعدادات مزود الوكيل، ثم أعد المحاولة.
de: restore: Provider-Setup fehlgeschlagen. Überprüfen Sie die Provider-Einstellungen des Agenten und versuchen Sie es dann erneut.
es: restore: falló la configuración del proveedor. Verifique los ajustes de proveedor del agente y vuelva a intentarlo.
fr: restore : la configuration du fournisseur a échoué. Vérifiez les paramètres de fournisseur de l'agent, puis réessayez.
ja: restore: プロバイダー設定に失敗しました。エージェントのプロバイダー設定を確認してから、再試行してください。
ko: restore: 공급자 설정에 실패했습니다. 에이전트의 공급자 설정을 확인한 후 다시 시도하십시오.
zh_hans: restore：提供方设置失败。请检查该代理的提供方设置，然后重试。
zh_hant: restore：提供者設定失敗。請檢查代理程式的提供者設定，然後重試。

# cli.restore.error.providerSetupSignaled
source: restore: provider setup failed. Check the agent's provider settings, then retry.
ar: restore: فشل إعداد المزود. تحقق من إعدادات مزود الوكيل، ثم أعد المحاولة.
de: restore: Provider-Setup fehlgeschlagen. Überprüfen Sie die Provider-Einstellungen des Agenten und versuchen Sie es dann erneut.
es: restore: falló la configuración del proveedor. Verifique los ajustes de proveedor del agente y vuelva a intentarlo.
fr: restore : la configuration du fournisseur a échoué. Vérifiez les paramètres de fournisseur de l'agent, puis réessayez.
ja: restore: プロバイダー設定に失敗しました。エージェントのプロバイダー設定を確認してから、再試行してください。
ko: restore: 공급자 설정에 실패했습니다. 에이전트의 공급자 설정을 확인한 후 다시 시도하십시오.
zh_hans: restore：提供方设置失败。请检查该代理的提供方设置，然后重试。
zh_hant: restore：提供者設定失敗。請檢查代理程式的提供者設定，然後重試。

# cli.restore.error.providerSetupStartFailed
source: restore: provider setup could not start. Check the agent's provider settings, then retry.
ar: restore: تعذر بدء إعداد المزود. تحقق من إعدادات مزود الوكيل، ثم أعد المحاولة.
de: restore: Provider-Setup konnte nicht gestartet werden. Überprüfen Sie die Provider-Einstellungen des Agenten und versuchen Sie es dann erneut.
es: restore: la configuración del proveedor no pudo iniciarse. Verifique los ajustes de proveedor del agente y vuelva a intentarlo.
fr: restore : la configuration du fournisseur n'a pas pu démarrer. Vérifiez les paramètres de fournisseur de l'agent, puis réessayez.
ja: restore: プロバイダー設定を開始できませんでした。エージェントのプロバイダー設定を確認してから、再試行してください。
ko: restore: 공급자(provider) 설정을 시작할 수 없습니다. 에이전트의 공급자 설정을 확인한 후 다시 시도하십시오.
zh_hans: restore：无法启动提供方设置。请检查该代理的提供方设置，然后重试。
zh_hant: restore：提供者設定無法啟動。請檢查代理程式的提供者設定，然後重試。

# cli.restore.error.providerSetupTimedOut
source: restore: provider setup took too long. Check the provider connection, then retry.
ar: restore: استغرق إعداد المزود وقتًا طويلاً. تحقق من اتصال المزود، ثم أعد المحاولة.
de: restore: Provider-Setup hat zu lange gedauert. Überprüfen Sie die Provider-Verbindung und versuchen Sie es dann erneut.
es: restore: la configuración del proveedor tardó demasiado. Verifique la conexión del proveedor y vuelva a intentarlo.
fr: restore : la configuration du fournisseur a pris trop de temps. Vérifiez la connexion du fournisseur, puis réessayez.
ja: restore: プロバイダー設定に時間がかかりすぎました。プロバイダー接続を確認してから、再試行してください。
ko: restore: 공급자 설정 시간이 너무 오래 걸렸습니다. 공급자 연결을 확인한 후 다시 시도하십시오.
zh_hans: restore：提供方设置耗时过长。请检查提供方连接，然后重试。
zh_hant: restore：提供者設定花費太長時間。請檢查提供者連線，然後重試。

# cli.restore.error.providerSetupUnavailable
source: restore: provider setup is unavailable. Check the agent's provider settings, then retry.
ar: restore: إعداد المزود غير متاح. تحقق من إعدادات مزود الوكيل، ثم أعد المحاولة.
de: restore: Provider-Setup ist nicht verfügbar. Überprüfen Sie die Provider-Einstellungen des Agenten und versuchen Sie es dann erneut.
es: restore: la configuración del proveedor no está disponible. Verifique los ajustes de proveedor del agente y vuelva a intentarlo.
fr: restore : la configuration du fournisseur n'est pas disponible. Vérifiez les paramètres de fournisseur de l'agent, puis réessayez.
ja: restore: プロバイダー設定を利用できません。エージェントのプロバイダー設定を確認してから、再試行してください。
ko: restore: 공급자 설정을 사용할 수 없습니다. 에이전트의 공급자 설정을 확인한 후 다시 시도하십시오.
zh_hans: restore：提供方设置不可用。请检查该代理的提供方设置，然后重试。
zh_hant: restore：提供者設定無法使用。請檢查代理程式的提供者設定，然後重試。

# cli.restore.error.providerSetupWaitFailed
source: restore: provider setup could not complete. Retry the visible restore command.
ar: restore: تعذر إكمال إعداد المزود. أعد محاولة أمر الاستعادة المعروض.
de: restore: Provider-Setup konnte nicht abgeschlossen werden. Wiederholen Sie den sichtbaren restore-Befehl.
es: restore: la configuración del proveedor no pudo completarse. Reintente el comando de restauración visible.
fr: restore : la configuration du fournisseur n'a pas pu se terminer. Réessayez la commande de restauration visible.
ja: restore: プロバイダー設定を完了できませんでした。表示されている復元コマンドを再実行してください。
ko: restore: 공급자 설정을 완료할 수 없습니다. 표시된 restore 명령을 다시 시도하십시오.
zh_hans: restore：提供方设置无法完成。请重试屏幕上显示的 restore 命令。
zh_hant: restore：提供者設定無法完成。請重試可見的 restore 指令。

# cli.restore.error.socketNotReady
source: restore: cmux is still opening. Retry the visible restore command in a moment.
ar: restore: لا يزال cmux يفتح. أعد محاولة أمر الاستعادة المعروض بعد لحظات.
de: restore: cmux wird noch geöffnet. Wiederholen Sie den sichtbaren restore-Befehl in Kürze.
es: restore: cmux aún se está abriendo. Reintente el comando de restauración visible en un momento.
fr: restore : cmux est encore en cours d'ouverture. Réessayez la commande de restauration visible dans un instant.
ja: restore: cmux はまだ起動中です。しばらくしてから、表示されている復元コマンドを再実行してください。
ko: restore: cmux가 아직 열리는 중입니다. 잠시 후 표시된 restore 명령을 다시 시도하십시오.
zh_hans: restore：cmux 仍在启动中。请稍后重试屏幕上显示的 restore 命令。
zh_hant: restore：cmux 仍在開啟中。請稍後重試可見的 restore 指令。

# cli.restore.error.surfaceNotFound
source: restore: the requested surface was not found. Check the surface reference, then retry.
ar: restore: لم يتم العثور على السطح المطلوب. تحقق من مرجع السطح، ثم أعد المحاولة.
de: restore: Die angeforderte Oberfläche wurde nicht gefunden. Überprüfen Sie die Oberflächen-Referenz und versuchen Sie es dann erneut.
es: restore: no se encontró la superficie solicitada. Verifique la referencia de la superficie y vuelva a intentarlo.
fr: restore : la surface d’affichage demandée n'a pas été trouvée. Vérifiez la référence de la surface d’affichage, puis réessayez.
ja: restore: 指定されたサーフェスが見つかりません。サーフェスの参照を確認してから、再試行してください。
ko: restore: 요청한 화면을 찾을 수 없습니다. 화면 참조를 확인한 후 다시 시도하십시오.
zh_hans: restore：未找到请求的表面。请检查表面引用，然后重试。
zh_hant: restore：找不到要求的介面。請檢查介面參考，然後重試。

# cli.restore.error.unsupportedMode
source: restore: this session's saved restore data is not compatible. Start the agent again in this terminal.
ar: restore: بيانات الاستعادة المحفوظة لهذه الجلسة غير متوافقة. ابدأ تشغيل الوكيل مجددًا في هذه الطرفية.
de: restore: Die gespeicherten Wiederherstellungsdaten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: restore: los datos de restauración guardados de esta sesión no son compatibles. Inicie el agente de nuevo en esta terminal.
fr: restore : les données de restauration enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
ja: restore: このセッションの保存済み復元データには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: restore: 이 세션에 저장된 복구(restore) 데이터가 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
zh_hans: restore：此会话保存的恢复数据不兼容。请在此终端中重新启动该代理。
zh_hant: restore：此工作階段儲存的還原資料不相容。請在此終端機中重新啟動代理程式。

# cli.restore.error.workingDirectoryFailed
source: restore: the saved working directory is inaccessible. Restore access to it, then retry.
ar: restore: لا يمكن الوصول إلى دليل العمل المحفوظ. يرجى استعادة إمكانية الوصول إليه، ثم أعد المحاولة.
de: restore: Auf das gespeicherte Arbeitsverzeichnis kann nicht zugegriffen werden. Stellen Sie den Zugriff darauf wieder her und versuchen Sie es dann erneut.
es: restore: el directorio de trabajo guardado es inaccesible. Restaure el acceso a él y vuelva a intentarlo.
fr: restore : le répertoire de travail enregistré est inaccessible. Rétablissez l'accès à celui-ci, puis réessayez.
ja: restore: 保存された作業ディレクトリにアクセスできません。アクセスを復元してから、再試行してください。
ko: restore: 저장된 작업 디렉터리에 액세스할 수 없습니다. 액세스 권한을 복구한 후 다시 시도하십시오.
zh_hans: restore：已保存的工作目录无法访问。请恢复其访问权限，然后重试。
zh_hant: restore：儲存的工作目錄無法存取。請恢復對該目錄的存取權，然後重試。
